[X2Effect_AdrenalRush]
strAdrenalRushFriendlyDesc="被虫巢战士的肾上腺刺激激发。获得+10进攻和+2机动性。持续2回合。"

[X2Effect_HyperReactiveSenses]
strHyperReactiveSensesFriendlyDesc="虫巢战士已活化其超活性感官。获得+10闪避和+20意志。持续2回合。"
strXCOMHyperReactiveSensesFriendlyDesc="士兵已活化其超活性感官。获得+10闪避+20意志+10进攻和+3机动性。持续2回合。"

[X2EventListener_TacticalUI]
TheHiveTurn="野生虫巢 活动中"

[X2Effect_RipperMobilityDamage]
RipperMobilityDamageMessage="瘸腿"

[X2StrategyElement_HiveArmorSlot]
SlotName="虫巢护甲"